Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja1/aarseth_s.html.tmx
Source language: sme
Languages: nob

source: Nieiddat ávuin serve muorraduoji buđaldeapmái ja doppe ohppe geavahit reaidduid mat dábálaččat ledje olbmáide jurddašuvvon .
nob: Jentene tok med begeistring mot hobbytimer på sløyden , der de fikk lære å bruke verktøy som vanligvis var forbeholdt menn .

source: Oalle oanehis áiggis vásiheimmet ahte sii fargga ledje seamma čeahpit go gánddat muorraduojis .
nob: Det viste seg snart at de ble like flinke som guttene i tresløyd .

source: Maŋŋá go sirddiimet ođđa skuvlalanjaide , de ledje maiddái skuvlagirjerájus ja álbmotgirjerájus rahpasat eahkedis ohppiide .
nob: Etter innflytting i de nye skolelokalene , ble også skolebiblioteket og folkebiblioteket åpent for elevene om kveldene .

source: Mii doalaimet maiddái oanehis " kurssaid " mo girjerádjosa vuogádaga hálddašit .
nob: Det ble også holdt korte " kurs " i å finne frem i biblioteksystemet .

source: Internáhtta - ealaskas sosiálalaš biras
nob: Internatet - et livlig sosialt miljø

source: Sihke servvoštallan mánáiguin ja oktavuohta váhnemiiguin dagahii ealaskas sosiálalaš doaibmama .
nob: Både samværet med barna og kontakten med foreldrene bød på livlig sosial aktivitet .

source: Muhto jagiid mielde dát sáhtii maiddái loaktit olbmo ja dagahii ahte ii lean vejolaš konsentreret skuvlafágaide ja eará báikkálašservodaga bargguide .
nob: Men med årene kunne det og by på en form for slitasje og manglende mulighet til konsentrasjon , både om skolefagene og om andre gjøremål i lokalsamfunnet .

source: 12 jagi maŋŋá mii fárriimet iežamet stohpui kilomehtar beale eret internáhtas .
nob: Etter 12 år flyttet vi til egen bolig en halv km fra internatet .

source: Ain lei mis buorre oktavuohta internáhttabirrasiin ja váhnemiiguin , muhto mis ii lean šat giksin ahte álo ledje nu ollosat min geahčen ja dál lokten buorebut oahpaheaddji ja jođiheaddji fágalaš beliin .
nob: Fortsatt hadde vi god kontakt med internatmiljøet og foreldrene , men vi slapp det daglige trykket av å ha så mange rundt oss til enhver tid , og trivdes nå bedre med de faglige sider av lærer- og styrergjerningen .

source: Viessohoaiddár
nob: Vaktmester

source: Nugo dii vissásit diehtibehtet de gávdnojit máŋggalágan viessohoaiddárat , ee. dat geat nugo Alexander Kielland dološ gáhttafávtta govahallamis Stavangeris , " geain ledje iežaset sihkkaris čiehkádansajit maid hárve guđđe " ; Muhto mun doaivvun ahte eatnašat dis maiddái dovdabehtet veahkkás buotmáhttiolbmo .
nob: Som dere sikkert kjenner til finnes det flere typer av vaktmestre , bl.a. den som i likhet med Alexander Kiellands beskrivelse av de gamle vekterne i Stavanger , " hadde sine sikre gjemmesteder som de nødig forflyttet seg fra " . Men jeg håper de fleste av dere også kjenner igjen altmuligmannen med de hjelpsomme hender .

source: Dalle ledje unnán teknihkalaš bálvaleaddji olbmot gilis , ja gieldda teknihkalaš ossodat lei unnán ovdánan .
nob: Det var den gang smått stell med teknisk servicepersonell i bygdene , og kommunenes tekniske etater var lite utbygget .

source: Giliolbmuide lei ávkkálaš ahte gávdnui dáhtolaš ja roahkkadis viessohoaiddár geas lei teknihkalaš máhttu ja vásáhus .
nob: Det var utrolig nyttig for bygdefolk å ha en villig og utadvendt vaktmester med teknisk innsikt og erfaring .

source: Kránnjáskuvllas Sámi álbmotallaskuvllas ledje ee. maiddái vuohkkás oahpaheaddjit ja divohat mii maiddái lei buorrin olbmuide olggobeale skuvlabirrasiid .
nob: Den Samiske Folkehøgskole i nabolaget var bl.a. også velsignet med nevenyttige lærere og et verksted som også var til god nytte for folk utenfor skolemiljøene .

source: Loahpaheapmi
nob: Sluttord

source: Oalle dávjá lea mus oktavuohta ovddeš internáhttaohppiiguin , ee. searvedoaimmaid bokte .
nob: Ganske ofte har jeg kontakt med tidligere internatelever , bl.a. gjennom foreningslivet .

source: Østlánddas gos mun lean orron moanaid jagiid lea mis Kárášjogasearvi mii dávjá doallá čoahkkimiid ja riemuid .
nob: På Østlandet , der jeg har bodd noen år , har vi en Karasjokforening som holder regelmessige møter og fester .

source: Mun lean vuohttán ahte sii hui mielas háliidit ahte sin ovddeš oahpaheaddjit bohtet .
nob: Jeg har inntrykk av at de svært gjerne ser at deres gamle lærere stiller opp .

source: Máŋggas sis bohtet boaittobeale giliin Finnmárkkuduoddaris .
nob: Flere kommer fra svært avsides grender på Finnmarksvidda .

source: Liikká orrot sii bures birgemin stuorát ja olmmošvallji birrasiin .
nob: Likevel synes de å klare seg godt i de større og folketette miljøer .

source: Muhtumin mun geahččalan " sivildit " hálešteapmái jearaldaga ahte dovdet go bahčavuođa go leat vázzán internáhttaskuvlla ja go leat ožžon váilevaš fálaldaga skuvllas álgojagiid maŋŋá soađi .
nob: Jeg prøver av og til å " liste inn " i samtalen spørsmål om de føler seg bitre over å ha gått på internatskole og over det mangelfulle tilbud skolen kunne by dem i de første etterkrigsårene .

source: Mun in leat ožžon makkárge bahča reakšuvnnaid , muhto nu han várra lea ahte olmmoš muitá somás vásáhusaid skuvlaáiggis ja vajálduhttá unohasvuođaid .
nob: Jeg har ikke møtt noen bitre reaksjoner , men det er gjerne slik at man helst husker det morsomme fra skoletiden og fortrenger det ubehagelige .

source: Internáhtta ii sáhte leat ruovttu sajis , muhto álgojagiid soađi maŋŋá lei olbmuin gárži ruovttuin ja ovttahat biebmu .
nob: Internatet kan ikke erstatte et godt hjem , men de første etterkrigsårene var preget av trangboddhet også i hjemmene og av ensidig kosthold .

source: Guoros ja galbma viessu , go váhnemat leat siiddas boazodilis , ii leat gal guoimmuheaddji ruoktu .
nob: Et tomt og kaldt hus , der foreldrene er borte på grunn av reindriften , er heller ikke noe hyggelig hjem å komme til .

source: Internáhttaeallin ii lean gal sávahahtti dilálašvuohta , muhto mii lei molssaeaktun geografiijain ja dálkkádagain mii mis lea , ja heajos johtolatvejolašvuođaiguin gitta 1970-logu loahpageahčái ?
nob: Internatliv er ikke en ønsket situasjon , men hva var alternativet med den geografi og det klima vi har , og med de dårlige kommunikasjoner som var langt oppe i 1970-årene ?

source: Čálalaš gáldut : Devik , Bjørn Arnfinn : Sameskolen i Havika 1910-1951 .
nob: Kilder - trykte Devik , Bjørn Arnfinn : Sameskolen i Havika 1910-1951 .

source: Tromsø Museum 1980. 108 s. Melding om skolene i Finnmark 1945-1970 .
nob: Tromsø Museum 1980 . Melding om skolene i FInnmark 1945-1970 .

source: Finnmark fylke , Vadsø 1973. 190 s. Meløy , Lydolf Lind : Internatliv i Finnmark .
nob: Finnmark fylke , Vadsø 1973 . Meløy , Lydolf Lind : Internatliv i Finnmark .

source: Oslo 1980. 144 s. Rode , Fredrik : Opptegnelser fra Finnmarken .
nob: Oslo 1980 . Rode , Fredrik : Opptegnelser fra Finmarken .

source: Samlede i aarene 1826-1834 og senere utgivne son er et bidrag til Finnmarkens statistik .
nob: Samlede i aarene 1826-1834 og senere utgivne som et bidrag til Finmarkens statistik .

source: Kra . 1906 .
nob: Kristiania 1906 .

source: Skoledirektøren i Finnmark , Vadsø , 1989. 55 s.
nob: Skoledirektøren i Finnmark , Vadsø , 1989 .

source: Njálmmálaš gáldut : Ságastallamat ovddeš internáhttaohppiiguin .
nob: Kilder - muntlige Samtaler med tidligere internatelever .

source: Iežan muittut ja dárkostusat .
nob: Egne minner og refleksjoner .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 1
nob: Flere artikler fra Samisk skolehistorie 1
